/* 
  Localizable.strings
  LrcMaker

  Created by Eru on 15/12/7.
  Copyright © 2015年 Eru. All rights reserved.
*/
// Player
"PLAY"="Play";
"PAUSE"="Pause";

// Error Text
"NO_SONG"="No Song Set";
"NO_TITLE"="Title Not Set";
"NO_LYRICS"="No Lyrics";
"DUPLICATE_IN_T_PT"="A Time Point Can Only Set One Lyric";
"ITUNES_LIBRARY_NOT_FOUND"="iTunes Library Not Found";
"FAILED_LOAD_ITUNES_SONG"="Failed To Load From iTunes Library";
"FAILED_INIT_PLAYER"="Failed To Init Player";

// Alert
"NOT_SAVE"="Lrc hasn't been saved";
"CHECK_LEAVE"="Do you really want to leave and give up making lrc?";
"LEAVE"="Leave";
"CANCEL"="Cancel";
"CHECK_QUITE"="Do you really want to give up making lrc and quit LrcMaker?";
"QUIT"="Quit";
